{
  "headline1": "Aesthetic Treatments",
  "headline2": "Perfect Smile Solutions",
  "subheading": "At Dr. Lena Zembel's clinic, we combine advanced technology and clinical expertise to provide you with the perfect smile you've always dreamed of.",
  "treatmentTypes": "Types of Aesthetic Treatments",
  "teethWhitening": "Teeth Whitening",
  "teethWhiteningDesc": "Advanced treatment to significantly whiten teeth, suitable for all types of stains and providing impressive results from the first treatment.",
  "veneers": "Porcelain Veneers",
  "veneersDesc": "Thin, durable porcelain veneers bonded to the front of the tooth, correcting flaws, cracks, or asymmetrical teeth for a natural and beautiful smile.",
  "crownsAndBridges": "Crowns and Bridges",
  "crownsAndBridgesDesc": "High-quality porcelain restorations that provide an aesthetic solution for broken or missing teeth while maintaining a natural appearance and full function.",
  "dentalImplants": "Dental Implants",
  "dentalImplantsDesc": "An aesthetic and functional solution for replacing missing teeth, blending perfectly with the rest of your teeth for a natural and complete smile.",
  "compositeFillings": "Composite Restorations",
  "compositeDesc": "Aesthetic restorations matched to your natural tooth color, repairing broken or damaged teeth for a natural and healthy appearance.",
  "invisibleBraces": "Clear Aligners",
  "invisibleBracesDesc": "Advanced technology for straightening teeth using a series of removable clear aligners, offering an aesthetic solution for crooked teeth.",
  "benefits": "Benefits of Our Aesthetic Treatments",
  "benefitsSubtitle": "Why choose aesthetic treatments at our clinic",
  "benefit1": "Natural, customized results for your face and personality",
  "benefit2": "Significant improvement in self-confidence and self-image",
  "benefit3": "Advanced technologies for optimal results",
  "benefit4": "Comfortable and fast treatment with short recovery times",
  "benefit5": "Comprehensive diagnosis and digital planning for maximum precision",
  "benefit6": "Long-term solutions with simple maintenance",
  "idealForTitle": "Especially suitable for those who:",
  "idealFor1": "Want to improve the appearance of their teeth and smile",
  "idealFor2": "Suffer from broken, cracked, or damaged teeth",
  "idealFor3": "Looking for a solution for stained or discolored teeth",
  "idealFor4": "Want to fix gaps between teeth or asymmetry",
  "process": "Aesthetic Treatment Process",
  "processSubtitle": "Steps to achieve the perfect smile",
  "step1Title": "Initial Consultation and Diagnosis",
  "step1Desc": "In the initial meeting, we'll conduct a comprehensive assessment of your teeth and gums, discuss your aesthetic goals, and review the most appropriate treatment options.",
  "step2Title": "Digital Smile Design",
  "step2Desc": "Using advanced technology, we'll create an accurate digital design of the final result, so you can see the expected results before treatment begins.",
  "step3Title": "Tooth Preparation and Treatment",
  "step3Desc": "According to the selected treatment, we'll perform the necessary preparations and the treatment itself, ensuring maximum comfort and using the highest quality materials.",
  "step4Title": "Final Review and Adjustments",
  "step4Desc": "After treatment completion, we'll conduct a final review to ensure the results meet expectations and our high standards, making adjustments if necessary.",
  "step5Title": "Follow-up and Maintenance",
  "step5Desc": "We'll provide detailed instructions for maintaining results and establish a personalized follow-up plan to ensure the longevity of the treatment and oral health.",
  "testimonials": "Patient Testimonials",
  "testimonialsSubtitle": "What our patients say about aesthetic treatments",
  "faqSection": "Frequently Asked Questions",
  "faqSectionSubtitle": "Answers to the most common questions about aesthetic treatments",
  "bookNowCTA": "Ready to upgrade your smile? Let's start with a consultation",
  "bookNowSubtitle": "Our clinic team is here to provide you with the most advanced and personalized aesthetic treatment.",
  "benefits": {
    "items": [
      { "title": "Natural, customized results for your face and personality" },
      { "title": "Significant improvement in self-confidence and self-image" },
      { "title": "Advanced technologies for optimal results" },
      { "title": "Comfortable and fast treatment with short recovery times" },
      { "title": "Comprehensive diagnosis and digital planning for maximum precision" },
      { "title": "Long-term solutions with simple maintenance" }
    ]
  }
}
