{
  "aboutMe": "פגשו את ד״ר לנה זמבל – האישה שמאחורי המהפכה הדנטלית",
  "aboutMeIntro": "13 שנות מצוינות, מאות סיפורי הצלחה ומוניטין בינלאומי. ד״ר לנה זמבל היא לא רק רופאת שיניים מובילה – היא חלוצה בשילוב טכנולוגיה מתקדמת עם יחס אנושי חם.",
  "aboutMeClinic": "במרפאתנו המתקדמת תחוו מהפכה אמיתית ברפואת שיניים. כל טיפול מותאם אישית עם הטכנולוגיה הכי מתקדמת מגרמניה, בסביבה מרגיעה ומקצועית. אנו מתמחים בכל סוגי הטיפולים – מהבסיסיים ועד המורכבים ביותר – תמיד ללא פשרות על איכות.",
  "aboutMeLanguages": "מעניקים שירות מקצועי בארבע שפות: עברית, גרמנית, אנגלית ורוסית. כי תקשורת ברורה ומדויקת היא הבסיס לאמון ולטיפול מוצלח.",
  "aboutMeInvite": "הצטרפו לאלפי המטופלים המרוצים וחוו בעצמכם איכות טיפול ברמה עולמית. המרפאה שלנו בצפון יפו מעניקה לכם חוויה מלאה של מקצועיות, חדשנות ויחס אישי – כמיטב המסורת האירופית.",
  "doctorProfile": "ד״ר לנה זמבל – חלוצת רפואת השיניים המודרנית בישראל",
  "personalApproach": "הפילוסופיה המקצועית שמנחה אותי",
  "personalApproachText": "\"כל מטופל זוכה לטיפול ברמה הגבוהה ביותר\" – זו הפילוסופיה שמובילה כל החלטה במרפאה. אני מאמינה שמצוינות רפואית מתחילה בהקשבה אמיתית, ממשיכה בדיאגנוסטיקה מדויקת ומסתיימת בתוצאות שעולות על כל ציפייה.",
  "professionalBackground": "המסע המקצועי הבינלאומי שלי",
  "education": "השכלה מקצועית מובילת עולם",
  "educationDetails": "בוגרת אוניברסיטת קלן בגרמניה – מהמובילות בעולם ברפואת שיניים. השתלמויות מתמידות בטכנולוגיות חדישות וטכניקות מתקדמות מעניקים לי פרספקטיבה בינלאומית וידע עדכני ברמה הגבוהה ביותר.",
  "specializations": "תחומי ההתמחות המקצועיים שלי",
  "specializationsList": [
    "יישור שיניים מתקדם – פתרונות דיסקרטיים ומסורתיים לכל גיל",
    "רפואת ילדים מתמחה – להפוך פחד לחוויה חיובית ובטוחה",
    "טיפולי שורש מתקדמים – טכנולוגיה גרמנית ללא כאב",
    "אסתטיקה דנטלית – יצירת חיוכים מושלמים וטבעיים",
    "בוטוקס ומילוי מקצועיים – נגיעה אמנותית של ביטחון ויופי",
    "רפואה מונעת – הגנה מתקדמת על בריאות הפה שלכם"
  ],
  "myStory": {
    "title": "הסיפור האישי שלי",
    "content": "המסע שלי ברפואת שיניים התחיל מתוך תשוקה אמיתית לעזור ולשנות חיים. אחרי לימודים מתקדמים בגרמניה והתמחות בטכנולוגיות חדישות, הגשמתי חלום וייסדתי מרפאה ישראלית שבמרכזה שילוב ייחודי – סטנדרטים אירופיים מחמירים, טכנולוגיה מובילת עולם, ויחס אישי חם. אחרי 13 שנים אני גאה בקהילת המטופלים הנאמנים שבחרו בנו לתמיד."
  },
  "values": {
    "title": "הערכים המקצועיים שמובילים אותי",
    "list": [
      {
        "title": "מצוינות ללא פשרות",
        "description": "רק הטכנולוגיה הכי מתקדמת והטיפול ברמה הגבוהה ביותר"
      },
      {
        "title": "יחס אישי וחם",
        "description": "כל מטופל מקבל תשומת לב מלאה וליווי צמוד לאורך כל התהליך"
      },
      {
        "title": "שקיפות מלאה",
        "description": "הסברים ברורים, תוכניות טיפול מפורטות ותמחור הוגן ושקוף"
      },
      {
        "title": "חדשנות מתמידה",
        "description": "למידה תמידית והטמעת הטכנולוגיות החדישות ביותר"
      }
    ]
  }
}