
{
  "aboutMe": "פגשו את ד״ר לנה זמבל - הרופאה שמשנה חיים",
  "aboutMeIntro": "13 שנים של מצוינות, אלפי חיוכים מושלמים ומוניטין יוקרתי. ד״ר לנה זמבל היא לא רק רופאת שיניים מצוינת – היא השותפה שלכם בדרך לחיוך מושלם.",
  "aboutMeClinic": "במרפאתנו תקבלו יחס אישי, טיפול מתקדם וסביבה עוטפת שמרגישה כמו בית. כל טיפול נתפר במדויק לצורכיכם, עם אמון, רגישות ומסירות. אנו מתמחים במגוון טיפולים – מהשגרתי ועד המתקדם – ללא פשרות.",
  "aboutMeLanguages": "מעניקים שירות בארבע שפות: עברית, גרמנית, אנגלית ורוסית. כי איכות אמיתית מתחילה בתקשורת ברורה ומבינה.",
  "aboutMeInvite": "הצטרפו לאלפי מטופלים מרוצים ובואו לגלות איכות טיפולית ברמה עולמית. המרפאה שלנו בצפון יפו מעניקה לכם יחס מקצועי, מתקדם ולבבי – כמיטב המסורת האירופית.",
  "doctorProfile": "ד״ר לנה זמבל – הרופאה שמאמינה שכל חיוך מספר סיפור",
  "personalApproach": "הפילוסופיה שמנחה אותי",
  "personalApproachText": "\"כל מטופל הוא עולם ומלואו\" – זו הגישה שמובילה אותי. אני מאמינה שטיפול איכותי מתחיל בהקשבה אמיתית, ממשיך בהסבר מדויק ומסתיים בתוצאות שעוברות כל דמיון.",
  "professionalBackground": "המסע המקצועי שלי",
  "education": "השכלה מובילה בינלאומית",
  "educationDetails": "בוגרת אוניברסיטת קלן בגרמניה – מהמובילות בעולם. השתלמויות איכותיות לצד טכנולוגיה דנטלית עולמית מעניקים לי פרספקטיבה רחבה וגישה מתקדמת.",
  "specializations": "תחומי ההתמחות שלי",
  "specializationsList": [
    "יישור שיניים – לכל גיל, מסורתי או שקוף",
    "רפואת ילדים – להפוך פחד לחוויה בטוחה",
    "טיפולי שורש מתקדמים – ללא כאב",
    "אסתטיקה דנטלית – מצוינות ביופי הטבעי",
    "בוטוקס ומילוי – נגיעה עדינה של ביטחון",
    "רפואה מונעת – מניעה עדיפה על טיפול"
  ],
  "myStory": {
    "title": "הסיפור שלי",
    "content": "יצאתי למסע ברפואת שיניים מתוך תשוקה אמיתית לעזור. אחרי הלימודים בגרמניה, הגשמתי חלום וייסדתי מרפאה ישראלית שבמרכזה שילוב מיוחד – סטנדרטים בינלאומיים, טכנולוגיה מתקדמת, ויחס אישי וחם. אחרי 13 שנים אני גאה בקהילת המטופלים שבחרו בנו שוב ושוב."
  },
  "values": {
    "title": "הערכים שמובילים אותי",
    "list": [
      {
        "title": "כבוד והקשבה",
        "description": "לתת מקום אמיתי לכל מטופל"
      },
      {
        "title": "מקצועיות חסרת פשרות",
        "description": "למידה תמידית וטכנולוגיה מהשורה הראשונה"
      },
      {
        "title": "יחס אישי ואכפתיות",
        "description": "מבט בגובה העיניים וליווי צמוד"
      },
      {
        "title": "שקיפות מלאה",
        "description": "הסברים ברורים, תהליך ידוע מראש ותמחור גלוי"
      }
    ]
  }
}
