
{
  "doctorStory": {
    "common": {
      "imageAlt": "תמונה של ד\"ר לנה זמבל",
      "education": "בוגרת בית הספר לרפואת שיניים באוניברסיטת קלן, גרמניה",
      "patientPhoto": "תמונת מטופל/ת"
    },
    "orthodontics": {
      "tagText": "מומחית ליישור שיניים",
      "title": "ד\"ר לנה זמבל - מומחית ליישור שיניים",
      "approach": "הגישה שלי מתבססת על יצירת חוויה נעימה וחיובית, תוך מתן טיפול מקצועי ועדין המתאים אישית לכל מטופל ומטופלת.",
      "experience": "בעלת ניסיון של למעלה מ-15 שנה בתחום, עם התמחות מיוחדת בטיפולי יישור שיניים למבוגרים ונוער.",
      "expertise1": "מומחיות בטיפולי יישור מתקדמים",
      "expertise2": "גישה עדינה ומרגיעה",
      "testimonialName": "טל כהן",
      "testimonial": "ד\"ר לנה טיפלה בי לאורך כל התהליך באכפתיות ובסבלנות יוצאת דופן. השיניים שלי ישרות לחלוטין עכשיו ואני לא מפסיקה לחייך!"
    },
    "childenDentistry": {
      "tagText": "מומחית לטיפולי ילדים",
      "title": "ד\"ר לנה זמבל - מומחית לרפואת שיניים לילדים",
      "approach": "אני מאמינה שטיפול שיניים לילדים צריך להיות חוויה חיובית ואף כיפית. הגישה שלי מבוססת על סבלנות, הרבה הסברים, ויצירת אמון עם הילדים.",
      "experience": "מטפלת בילדים מגיל צעיר ועד בגרות, עם מיקוד מיוחד בהפחתת פחדים וחרדות דרך טיפול עדין ומכבד.",
      "expertise1": "מומחיות בטיפול בילדים חרדים",
      "expertise2": "גישה עדינה ומשחקית",
      "testimonialName": "דנה לוי, אמא של רותם",
      "testimonial": "לראשונה בחייו, הבן שלי לא פחד מביקור אצל רופא שיניים. ד\"ר לנה יצרה איתו קשר מדהים והוא אפילו מתרגש לבוא לטיפולים!"
    },
    "rehabilitation": {
      "tagText": "מומחית לשיקום הפה",
      "title": "ד\"ר לנה זמבל - מומחית לשיקום הפה",
      "approach": "בתחום שיקום הפה, אני מתמקדת בהחזרת פונקציונליות מלאה לצד אסתטיקה מושלמת. כל טיפול מתוכנן בקפידה בהתאמה אישית.",
      "experience": "בוגרת השתלמויות מתקדמות בתחום השיקום, עם התמחות בשיקומים נתמכי שתלים ובטכנולוגיות CAD/CAM מתקדמות.",
      "expertise1": "שיקום על גבי שתלים",
      "expertise2": "אסתטיקה מתקדמת",
      "testimonialName": "משה כהן",
      "testimonial": "ד\"ר לנה החזירה לי את היכולת לאכול ולחייך בביטחון. השיקום שעברתי במרפאה שלה שינה לי את איכות החיים."
    },
    "rootCanal": {
      "tagText": "מומחית לטיפולי שורש",
      "title": "ד\"ר לנה זמבל - מומחית לטיפולי שורש",
      "approach": "טיפולי שורש מעוררים חששות רבים, אך הגישה שלי היא להפוך אותם לטיפול פשוט ונטול כאב ככל האפשר, תוך שימוש בטכנולוגיות מתקדמות.",
      "experience": "שנים רבות של ניסיון בטיפולי שורש מורכבים, עם דגש על דיוק והתערבות מינימלית.",
      "expertise1": "טיפולי שורש ללא כאבים",
      "expertise2": "פתרונות לשיניים קשות לטיפול",
      "testimonialName": "יעל גולן",
      "testimonial": "חששתי מאוד מטיפול השורש, אבל ד\"ר לנה הפתיעה אותי לטובה. הטיפול היה מהיר, ללא כאבים, והשן נשמרה בהצלחה."
    }
  }
}
