
{
  "doctorStory": {
    "common": {
      "imageAlt": "תמונה של ד״ר לנה זמבל",
      "education": "בוגרת הפקולטה לרפואת שיניים באוניברסיטת קלן, גרמניה",
      "patientPhoto": "תמונת מטופל"
    },
    "orthodontics": {
      "tagText": "מומחית יישור שיניים",
      "title": "ד״ר לנה זמבל - מומחית יישור שיניים",
      "approach": "הגישה שלי מבוססת על יצירת חוויה נעימה וחיובית, תוך מתן טיפול מקצועי ועדין המותאם אישית לכל מטופל.",
      "experience": "עם יותר מ-15 שנות ניסיון בתחום, מתמחה בטיפולי יישור למבוגרים ונוער.",
      "expertise1": "טיפולי יישור מתקדמים",
      "expertise2": "גישה עדינה ומרגיעה",
      "testimonialName": "טל כהן",
      "testimonial": "ד״ר לנה טיפלה בי לאורך כל התהליך בהקפדה ובסבלנות יוצאות דופן. השיניים שלי עכשיו ישרות לגמרי ואני לא מפסיקה לחייך!"
    },
    "childrenDentistry": {
      "tagText": "מומחית לרפואת שיניים לילדים",
      "title": "ד״ר לנה זמבל - מומחית לרפואת שיניים לילדים",
      "approach": "אני מאמינה שטיפול שיניים לילדים צריך להיות חוויה חיובית ואפילו מהנה. הגישה שלי מבוססת על סבלנות, הרבה הסברים ובניית אמון עם הילדים.",
      "experience": "מטפלת בילדים מגיל צעיר ועד בגרות, עם דגש מיוחד על הפחתת פחדים וחרדות באמצעות טיפול עדין ומכבד.",
      "expertise1": "התמחות בילדים חרדים",
      "expertise2": "גישה עדינה ומשחקית",
      "testimonialName": "דנה לוי, אמא של רותם",
      "testimonial": "בפעם הראשונה בחיים הבן שלי לא פחד מביקור אצל רופא השיניים. ד״ר לנה יצרה איתו קשר מדהים והוא אפילו מתרגש להגיע לטיפולים!"
    },
    "rehabilitation": {
      "tagText": "מומחית שיקום הפה",
      "title": "ד״ר לנה זמבל - מומחית שיקום הפה",
      "approach": "בשיקום הפה אני מתמקדת בהחזרת תפקוד מלא לצד אסתטיקה מושלמת. כל טיפול מתוכנן בקפידה עם התאמה אישית מלאה.",
      "experience": "בוגרת השתלמויות מתקדמות בשיקום, מתמחה בשיקומים על בסיס שתלים וטכנולוגיות CAD/CAM מתקדמות.",
      "expertise1": "שיקום על בסיס שתלים",
      "expertise2": "אסתטיקה מתקדמת",
      "testimonialName": "משה כהן",
      "testimonial": "ד״ר לנה החזירה לי את היכולת לאכול ולחייך בביטחון. השיקום שעברתי במרפאתה שינה לי את איכות החיים."
    },
    "rootCanal": {
      "tagText": "מומחית טיפולי שורש",
      "title": "ד״ר לנה זמבל - מומחית טיפולי שורש",
      "approach": "טיפולי שורש מעוררים הרבה חששות, אבל הגישה שלי היא להפוך אותם לפשוטים וללא כאב ככל האפשר, תוך שימוש בטכנולוגיות מתקדמות.",
      "experience": "שנים רבות של ניסיון בטיפולי שורש מורכבים, עם דגש על דיוק והתערבות מינימלית.",
      "expertise1": "טיפולי שורש ללא כאב",
      "expertise2": "פתרונות לשיניים קשות לטיפול",
      "testimonialName": "יעל גולן",
      "testimonial": "התחששתי מאוד מטיפול השורש, אבל ד״ר לנה הפתיעה אותי לחיוב. הטיפול היה מהיר, ללא כאב והשן נשמרה בהצלחה."
    }
  }
}
