
{
  "ourTreatments": "הטיפולים שלנו",
  "wideRangeOfTreatments": "מגוון מקיף של טיפולי שיניים מתקדמים במרפאת ד״ר לנה זמבל",
  "treatmentIntro": "במרפאתנו אנו מציעים פתרונות מקיפים לכל הצרכים הדנטליים, תוך שימוש בטכנולוגיות מתקדמות וגישה אישית לכל מטופל",
  
  "childrenDentistry": "רפואת שיניים לילדים",
  "childrenDentistryDesc": "טיפול מותאם וחוויה חיובית לילדים בסביבה מרגיעה ונעימה. הצוות שלנו מתמחה ביצירת אווירה בטוחה ותומכת, עם גישה עדינה המבוססת על הבנת הצרכים הייחודיים של כל ילד. כולל בדיקות מניעה, סתימות, טיפולי פלואור והדרכה להיגיינת פה.",
  
  "aestheticTreatments": "טיפולים אסתטיים",
  "aestheticTreatmentsDesc": "שירותים מתקדמים לשיפור מראה החיוך כולל הלבנת שיניים מקצועית, ציפויי פורצלן דקים ועמידים, כתרים אסתטיים ושתלים מתקדמים. כל טיפול מתוכנן בקפידה להשגת תוצאות טבעיות ומרשימות תוך שמירה על בריאות השיניים.",
  
  "preventiveMedicine": "רפואה מונעת",
  "preventiveMedicineDesc": "מניעה היא הבסיס לבריאות שיניים לטווח ארוך. תוכניות המניעה שלנו כוללות בדיקות תקופתיות מקיפות, ניקוי מקצועי של אבנית וכתמים, טיפולי פלואור לחיזוק השיניים, והדרכה מותאמת אישית לשמירה על היגיינת פה אופטימלית.",
  
  "rootCanal": "טיפולי שורש",
  "rootCanalDesc": "טיפולי שורש מתקדמים באמצעות טכנולוגיות חדישות המבטיחות נוחות מקסימלית למטופל. השימוש בציוד מתקדם ובטכניקות מודרניות מאפשר ביצוע הטיפול ברמת דיוק גבוהה תוך מזעור אי נוחות וכאב.",
  
  "oralRehabilitation": "שיקום הפה",
  "oralRehabilitationDesc": "פתרונות שיקום מקיפים הכוללים כתרים, גשרים ותותבות באיכות פרימיום. כל שיקום מתוכנן באופן אישי תוך התחשבות בצרכים הפונקציונליים והאסתטיים של המטופל, תוך שימוש בחומרים מתקדמים ועמידים ביותר.",
  
  "orthodontics": "יישור שיניים",
  "orthodonticsDesc": "טיפולי יישור מתקדמים למבוגרים וילדים, כולל סמכים מסורתיים וקשתיות שקופות בלתי נראות. התוכנית מותאמת אישית לכל מטופל על בסיס בדיקה מקיפה וצילומים דיגיטליים, עם מעקב צמוד לאורך כל התהליך.",
  
  "botoxTreatments": "טיפולי בוטוקס ומילוי",
  "botoxTreatmentsDesc": "טיפולים אסתטיים מתקדמים המבוצעים על ידי רופאה מומחית עם הכשרה מתמחה. כולל טיפולי בוטוקס להחלקת קמטים ומילוי שפתיים בחומצה היאלורונית לקבלת מראה טבעי וצעיר. כל הטיפולים מבוצעים באמצעות חומרים איכותיים ובטוחים.",

  "treatmentProcess": "תהליך הטיפול במרפאתנו",
  "processSteps": {
    "consultation": {
      "title": "התייעצות ראשונית",
      "description": "בדיקה מקיפה וייעוץ מקצועי"
    },
    "diagnosis": {
      "title": "אבחון מדויק",
      "description": "צילומים וניתוח מעמיק של המצב"
    },
    "planning": {
      "title": "תכנון טיפול",
      "description": "הצגת אפשרויות וקביעת תוכנית מותאמת"
    },
    "treatment": {
      "title": "ביצוע הטיפול",
      "description": "טיפול מקצועי בסביבה נוחה ובטוחה"
    },
    "followup": {
      "title": "מעקב ותחזוקה",
      "description": "ליווי מתמשך ושמירה על התוצאות"
    }
  },

  "whyChooseUs": "למה לבחור במרפאת ד״ר לנה זמבל?",
  "advantages": [
    {
      "title": "ניסיון מוכח",
      "description": "למעלה מ-13 שנות ניסיון בטיפולי שיניים מתקדמים"
    },
    {
      "title": "טכנולוגיה מתקדמת",
      "description": "ציוד חדיש ושיטות טיפול מודרניות"
    },
    {
      "title": "צוות מקצועי",
      "description": "רופאים ואסיסטנטים מיומנים ומנוסים"
    },
    {
      "title": "שירות אישי",
      "description": "יחס חם ומותאם לכל מטופל"
    },
    {
      "title": "שירות רב-לשוני",
      "description": "טיפול בעברית, אנגלית, גרמנית ורוסית"
    }
  ]
}
