
{
  "ourTreatments": "הטיפולים שישנו לכם את החיים",
  "wideRangeOfTreatments": "מחיוכי חלומות למציאות - המגוון המלא של טיפולי שיניים מתקדמים במרפאת ד״ר לנה זמבל",
  "treatmentIntro": "כל טיפול אצלנו הוא מסע אישי - מהייעוץ הראשוני ועד לתוצאה המושלמת. אנחנו משלבים טכנולוגיות ברמה עולמית עם יחס אנושי חם ומקצועיות ללא פשרות.",
  
  "childrenDentistry": "רפואת שיניים לילדים - הופכים פחד לחוויה מהנה",
  "childrenDentistryDesc": "הילדים שלכם יאהבו להגיע אלינו! אנחנו מתמחים ביצירת חוויות חיוביות שמלוות ילדים לכל החיים. עם צוות מיוחד שמבין ילדים, ציוד מותאם ושיטות טיפול עדינות - אנחנו הופכים את הביקור ברופא לחוויה מהנה ומעצימה.",
  
  "aestheticTreatments": "טיפולים אסתטיים - החיוך שתמיד חלמתם עליו",
  "aestheticTreatmentsDesc": "החיוך שלכם הוא כרטיס הביקור שלכם אל העולם. עם הלבנה מקצועית מתקדמת, ציפויי חרסינה דקים וחזקים, כתרים אסתטיים מושלמים ושתלים בטכנולוגיה מובילה - אנחנו יוצרים חיוך שמקרין ביטחון ומושך תשומת לב.",
  
  "preventiveMedicine": "רפואה מונעת - ההשקעה הכי חכמה שתעשו",
  "preventiveMedicineDesc": "למה לחכות לבעיה כשאפשר למנוע אותה? תוכניות המניעה שלנו כוללות בדיקות מתקדמות שמאתרות בעיות בשלב מוקדם, ניקוי מקצועי שמחזיר רעננות והדרכה אישית שתשמור על החיוך שלכם מושלם לאורך זמן.",
  
  "rootCanal": "טיפולי שורש ללא כאב - מציל שיניים, מחזיר ביטחון",
  "rootCanalDesc": "טיפול שורש כבר לא מה שהיה פעם! עם הטכנולוגיות המתקדמות בעולם, אנחנו מבצעים טיפולי שורש מדויקים, מהירים וללא כאב. במקום לאבד שן יקרה, אנחנו מציל אותה ומחזירים לכם את הביטחון לחייך ולאכול בנחת.",
  
  "oralRehabilitation": "שיקום הפה - מחזירים איכות חיים",
  "oralRehabilitationDesc": "החיים יפים יותר כשאפשר לחייך בביטחון ולאכול הכל. פתרונות השיקום שלנו - כתרים מתקדמים, גשרים איכותיים ושיניים תותבות נוחות - מחזירים לא רק תפקוד מלא אלא גם את השמחה הפשוטה של חיוך טבעי.",
  
  "orthodontics": "יישור שיניים - החיוך הישר שתמיד רציתם",
  "orthodonticsDesc": "גיל זה לא מגבלה! מילדים ועד מבוגרים, אנחנו מתמחים ביישור שיניים עם מגוון פתרונות: מגשרים מסורתיים יעילים ועד יישרים שקופים כמעט בלתי נראים. כל תוכנית מותאמת אישית עם מעקב צמוד עד לתוצאה המושלמת.",
  
  "botoxTreatments": "בוטוקס ומילוי מקצועי - יופי טבעי שמשדרג",
  "botoxTreatmentsDesc": "יופי אמיתי הוא יופי טבעי. הטיפולים האסתטיים שלנו - בוטוקס מקצועי ומילוי חומצה היאלורונית איכותי - מבוצעים ברמה רפואית גבוהה עם תוצאות טבעיות ומרשימות. כי מגיע לכם להרגיש יפים מבפנים ומבחוץ.",

  "treatmentProcess": "המסע שלכם למרפאה - 5 שלבים לחיוך מושלם",
  "processSteps": {
    "consultation": {
      "title": "היכרות וייעוץ ללא התחייבות",
      "description": "נכיר אתכם, נקשיב ונבין בדיוק מה חשוב לכם"
    },
    "diagnosis": {
      "title": "אבחון מתקדם ומדויק",
      "description": "טכנולוגיות חדישות שמאתרות הכל - גם מה שלא רואים בעין"
    },
    "planning": {
      "title": "תוכנית טיפול אישית",
      "description": "הצגת כל האפשרויות עם הסבר ברור ושקוף"
    },
    "treatment": {
      "title": "טיפול מקצועי בסביבה נוחה",
      "description": "כל פרט מתוכנן לנוחות ולביטחון שלכם"
    },
    "followup": {
      "title": "ליווי מתמיד ושמירה על התוצאות",
      "description": "אנחנו איתכם גם אחרי - כי החיוך שלכם חשוב לנו"
    }
  },

  "whyChooseUs": "למה אלפי מטופלים בוחרים במרפאת ד״ר לנה זמבל?",
  "advantages": [
    {
      "title": "ניסיון מוכח ומוניטין מעולה",
      "description": "13 שנות מצוינות, אלפי מטופלים מרוצים ותוצאות שמדברות בעד עצמן"
    },
    {
      "title": "הטכנולוגיה הכי מתקדמת בעולם",
      "description": "השקענו בציוד הכי מתקדם כי מגיע לכם הכי טוב"
    },
    {
      "title": "צוות מקצועי ואכפתי",
      "description": "כל איש צוות נבחר בקפידה ומאמין באותם ערכים כמונו"
    },
    {
      "title": "יחס אישי שמרגיש כמו בית",
      "description": "כל מטופל מקבל תשומת לב מלאה וטיפול המותאם בדיוק לצרכים שלו"
    },
    {
      "title": "שירות ב-4 שפות מהלב",
      "description": "עברית, אנגלית, גרמנית ורוסית - כי חשוב שתרגישו נוח לשאול הכל"
    }
  ]
}
