
{
  "ourTreatments": "הטיפולים שישנו לכם את החיים",
  "wideRangeOfTreatments": "מחיוכים חולמים למציאות - המגוון המלא של טיפולי שיניים מתקדמים במרפאת ד״ר לנה זמבל",
  "treatmentIntro": "כל טיפול אצלנו הוא מסע אישי - מההתייעצות הראשונית ועד התוצאה המושלמת. אנחנו משלבים טכנולוגיות עולמיות עם יחס אנושי חם ומקצועיות ללא פשרות.",
  
  "childrenDentistry": "רפואת שיניים לילדים - הופכים פחד לחוויה מהנה",
  "childrenDentistryDesc": "הילדים שלכם יאהבו לבוא אלינו! אנחנו מתמחים ביצירת חוויות חיוביות שמלוות את הילדים לכל החיים. עם צוות מיוחד שמבין ילדים, ציוד מותאם ושיטות טיפול עדינות - אנחנו הופכים את ביקור הרופא לחוויה מהנה ומחזקת.",
  
  "aestheticTreatments": "טיפולים אסתטיים - החיוך שתמיד חלמתם עליו",
  "aestheticTreatmentsDesc": "החיוך שלכם הוא הכרטיס ביקור שלכם לעולם. עם הלבנה מקצועית מתקדמת, ציפויי פורצלן דקים וחזקים, כתרים אסתטיים מושלמים ושתלים בטכנולוגיה מובילה - אנחנו יוצרים לכם חיוך שמשדר ביטחון ומושך מבטים.",
  
  "preventiveMedicine": "רפואה מונעת - ההשקעה הכי חכמה שתעשו",
  "preventiveMedicineDesc": "למה לחכות לבעיה כשאפשר למנוע אותה? תוכניות המניעה שלנו כוללות בדיקות מתקדמות שמזהות בעיות בשלב מוקדם, ניקוי מקצועי שמחזיר לכם תחושת רעננות, וליווי אישי שישמור על החיוך שלכם מושלם לאורך זמן.",
  
  "rootCanal": "טיפולי שורש ללא כאב - מציל שיניים, משיב ביטחון",
  "rootCanalDesc": "טיפול שורש כבר לא מה שהיה! עם הטכנולוגיות המתקדמות ביותר בעולם, אנחנו מבצעים טיפולי שורש מדויקים, מהירים וללא כאב. במקום לאבד שן יקרה, אנחנו מציילים אותה ומחזירים לכם את הביטחון לחייך ולאכול בנחת.",
  
  "oralRehabilitation": "שיקום הפה - מחזירים לכם את איכות החיים",
  "oralRehabilitationDesc": "החיים יפים יותר כשאפשר לחייך בביטחון ולאכול הכל. פתרונות השיקום שלנו - כתרים מתקדמים, גשרים איכותיים ותותבות נוחות - מחזירים לכם לא רק תפקוד מלא אלא גם את השמחה הפשוטה של חיוך טבעי.",
  
  "orthodontics": "יישור שיניים - החיוך הישר שתמיד רציתם",
  "orthodonticsDesc": "גיל זה לא מגביל! מילדים ועד מבוגרים, אנחנו מתמחים ביישור שיניים עם מגוון פתרונות: מסמכים מסורתיים יעילים ועד קשתיות שקופות כמעט בלתי נראות. כל תוכנית מותאמת אישית עם מעקב צמוד עד התוצאה המושלמת.",
  
  "botoxTreatments": "בוטוקס ומילוי מקצועי - יופי טבעי שמשדרג",
  "botoxTreatmentsDesc": "יופי אמיתי הוא יופי טבעי. הטיפולים האסתטיים שלנו - בוטוקס מקצועי ומילוי בחומצה היאלורונית איכותית - מבוצעים ברמה רפואית גבוהה עם תוצאות טבעיות ומרשימות. כי מגיע לכם להרגיש יפים מבפנים ומבחוץ.",

  "treatmentProcess": "המסע שלכם למרפאה - 5 שלבים לחיוך מושלם",
  "processSteps": {
    "consultation": {
      "title": "היכרות והתייעצות ללא התחייבות",
      "description": "נכיר, נקשיב ונבין בדיוק מה חשוב לכם"
    },
    "diagnosis": {
      "title": "אבחון מתקדם ומדויק",
      "description": "טכנולוגיות חדישות שמזהות הכל - גם מה שלא רואים"
    },
    "planning": {
      "title": "תוכנית טיפול מותאמת אישית",
      "description": "הצגת כל האפשרויות עם הסבר ברור ושקוף"
    },
    "treatment": {
      "title": "טיפול מקצועי בסביבה נוחה",
      "description": "כל פרט מתוכנן למען הנוחות והביטחון שלכם"
    },
    "followup": {
      "title": "ליווי מתמשך ושמירה על התוצאות",
      "description": "אנחנו איתכם גם אחרי - כי החיוך שלכם חשוב לנו"
    }
  },

  "whyChooseUs": "למה אלפי מטופלים בוחרים במרפאת ד״ר לנה זמבל?",
  "advantages": [
    {
      "title": "ניסיון מוכח ומוניטין מצוין",
      "description": "13 שנות מצוינות, אלפי מטופלים מרוצים ותוצאות מדברות בעד עצמן"
    },
    {
      "title": "הטכנולוגיה החדישות בעולם",
      "description": "השקענו בציוד המתקדם ביותר כי מגיע לכם הטוב ביותר"
    },
    {
      "title": "צוות מקצועי ואכפתי",
      "description": "כל חבר צוות נבחר בקפידה ומאמין באותם ערכים שלנו"
    },
    {
      "title": "יחס אישי שמרגיש כמו בבית",
      "description": "כל מטופל מקבל תשומת לב מלאה ויחס שמותאם בדיוק לצרכים שלו"
    },
    {
      "title": "שירות ב-4 שפות מהלב",
      "description": "עברית, אנגלית, גרמנית ורוסית - כי חשוב שתרגישו נוח לשאול הכל"
    }
  ]
}
